{
  "hero-text": "Bonjour, je suis Malek Kazal",
  "full-stack-dev": "Développeur Full-Stack",
  "hero-subtext": "J'aime apprendre de nouvelles choses, enseigner et développer",
  "resume": "C.V.",
  "about": "À propos",
  "skills": "Compétences",
  "projects": "Projets",
  "contact": "Contacter",
  "my-latest": "Mes derniers",
  "development-work": "travaux de développement",
  "projects-body": "J'aime apprendre de nouvelles technologies et de nouveaux frameworks, j'ai beaucoup construit et beaucoup appris. Vous pouvez trouver mes travaux récents ici, et plus sur mon profil GitHub.",
  "experience": "et expérience",
  "skills-body": "Mes compétences et connaissances dans différents domaines, langages, cadres et technologies.",
  "touch": "Prenez contact avec nous!",
  "contact-body": "Si vous avez des questions, ou si vous voulez simplement discuter, envoyez-moi un message.",
  "firstName": "Prénom",
  "lastName": "Nom de famille",
  "email": "Courriel",
  "message": "Votre message",
  "send": "Envoyer",
  "connect": "Connectez-vous!",
  "connect-body": "Ce globe est interactif et personnalisable. Amusez-vous avec, un grand merci à l'équipe d'Aceternity UI.",
  "graphic": "Concepteur graphique et monteur vidéo",
  "graphic-1": "Compétences autodidactes en matière de conception graphique et de montage vidéo.",
  "graphic-2": "Maîtrise d'Adobe Creative Cloud, en particulier Photoshop, Illustrator, After Effects et Premiere Pro.",
  "graphic-3": "Gestion des projets et des besoins des clients en tant qu'indépendant.",
  "graphic-4": "Élaboration de conceptions visuellement frappantes et de contenus vidéo captivants adaptés à la vision des clients.",
  "shopify": "Stratégiste E-comm Shopify",
  "shopify-1": "A appris à créer et à gérer des sites web et des boutiques de commerce électronique sur Shopify.",
  "shopify-2": "A dirigé le lancement et la croissance de plusieurs entreprises de commerce électronique.",
  "shopify-3": "Auto-apprentissage des techniques de gestion de la publicité sur Facebook.",
  "shopify-4": "Application d'approches stratégiques pour optimiser les performances publicitaires et atteindre les publics cibles.",
  "vanier": "Collège Vainer",
  "vanier-1": "A étudié le développement de logiciels au collège Vanier à Montréal, QC pendant un an et demi.",
  "vanier-2": "J'ai obtenu un certificat A.E.C. de spécialiste en applications logicielles.",
  "vanier-3": "J'ai étudié la conception de logiciels, le SDLC et le développement complet.",
  "vanier-4": "J'ai travaillé avec différentes équipes sur divers projets et applications.",
  "kinoklik": "Dév. Full-Stack @KinoKlik",
  "kinoklik-1": "Utilisation de la pile MERN (MongoDB, Express.js, React et Node.js) pour les tâches de développement.",
  "kinoklik-2": "Contribué à l'amélioration de l'expérience utilisateur et à la rationalisation des processus de partage de contenu.",
  "kinoklik-3": "Joué un rôle important dans la conception et la mise en œuvre de l'interface utilisateur de la plateforme.",
  "kinoklik-4": "Mise en place de pipelines d'intégration continue/déploiement continu (CI/CD) pour automatiser les processus de déploiement.",
  "kinoklik-5": "Déploiement de la plateforme sur Heroku pour une accessibilité et une évolutivité sans faille.",
  "algoseed": "Full-Stack Dev. @Algoseed Labs",
  "algoseed-1": "Utilisation des frameworks PHP et Laravel ainsi que de la base de données MySQL pour développer des solutions backend robustes et évolutives, garantissant des performances et une fiabilité optimales des applications web.",
  "algoseed-2": "Il a démontré ses compétences en matière de résolution de problèmes en diagnostiquant et en résolvant efficacement les bogues et les problèmes liés au backend, ce qui a permis d'améliorer la stabilité globale de l'application et l'expérience de l'utilisateur.",
  "algoseed-3": "A joué un rôle clé dans la restructuration des composants du backend afin d'améliorer l'organisation du code, l'évolutivité et la maintenabilité, contribuant ainsi à la viabilité à long terme des projets logiciels."
}
